Revit 2017 API
ProjectPosition.Elevation Property
Elevation above ground level.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public double Elevation { get; set; }
Visual Basic
Public Property Elevation As Double
	Get
	Set
Visual C++
public:
property double Elevation {
	double get ();
	void set (double value);
}
Remarks
Measured in decimal feet.
See Also
ProjectPosition Class
Autodesk.Revit.DB Namespace